{
    "Conversation": "Conversación",
    "Learn by talking to the AI": "Aprende hablando con la IA",
    "Send": "Enviar",
    "Translation and definition of vocabulary": "Traducción y definición de vocabulario",
    "Delete": "Eliminar",
    "Enter your message": "Introduce tu mensaje",
    "Created at:": "Creado en:",
    "View profile": "Ver perfil",
    "Try the pronunciation assessment again": "Intenta la evaluación de pronunciación nuevamente",
    "Enter text before starting recording": "Introduce texto antes de comenzar la grabación",
    "Recording": "Grabando",
    "Listening": "Escuchando",
    "Initial silence timeout! Please try again": "¡Tiempo de silencio inicial agotado! Por favor, inténtalo de nuevo",
    "Words with average scores": "Palabras con puntajes promedio",
    "Words with low scores": "Palabras con puntajes bajos",
    "Words with high scores": "Palabras con puntajes altos",
    "Pronunciation assessment": "Evaluación de pronunciación",
    "Accuracy Score": "Puntuación de precisión",
    "Completeness Score": "Puntuación de completitud",
    "Fluency Score": "Puntuación de fluidez",
    "Pronunciation Score": "Puntuación de pronunciación",
    "Prosody Score": "Puntuación de prosodia",
    "Your average score is": "Tu puntaje promedio es",
    "Jan": "Ene",
    "Feb": "Feb",
    "Mar": "Mar",
    "Apr": "Abr",
    "May": "May",
    "Jun": "Jun",
    "Jul": "Jul",
    "Aug": "Ago",
    "Sep": "Sep",
    "Oct": "Oct",
    "Nov": "Nov",
    "Dec": "Dic",
    "January": "Enero",
    "February": "Febrero",
    "March": "Marzo",
    "April": "Abril",
    "June": "Junio",
    "July": "Julio",
    "August": "Agosto",
    "September": "Septiembre",
    "October": "Octubre",
    "November": "Noviembre",
    "December": "Diciembre",
    "Sun": "Dom",
    "Mon": "Lun",
    "Tue": "Mar",
    "Wed": "Mié",
    "Thu": "Jue",
    "Fri": "Vie",
    "Sat": "Sáb",
    "Sunday": "Domingo",
    "Monday": "Lunes",
    "Tuesday": "Martes",
    "Wednesday": "Miércoles",
    "Thursday": "Jueves",
    "Friday": "Viernes",
    "Saturday": "Sábado",
    "Words Omitted": "Palabras omitidas",
    "Need help?": "¿Necesitas ayuda?",
    "All rights reserved": "Todos los derechos reservados",
    "Xinglingo": "Xinglingo",
    "Terms of Service": "Términos de servicio",
    "Privacy": "Privacidad",
    "Contact Us": "Contáctenos",
    "Learning Spanish opens doors to immerse yourself in the vibrant Hispanic culture, enjoy new career opportunities in Spanish-speaking countries, and explore fascinating destinations like Barcelona, with its stunning architecture and rich history": "Aprender español abre puertas para sumergirse en la vibrante cultura hispana, disfrutar de nuevas oportunidades laborales en países de habla española y explorar destinos fascinantes como Barcelona, con su impresionante arquitectura y rica historia",
    "Learning French allows you to immerse yourself in the sophisticated French culture, open doors to international career opportunities, and explore charming settings like the lush gardens of Versailles": "Aprender francés te permite sumergirte en la sofisticada cultura francesa, abrir puertas a oportunidades profesionales internacionales y explorar lugares encantadores como los exuberantes jardines de Versalles",
    "Learning Portuguese provides immersion in the rich Lusophone culture, opens up career opportunities in Portuguese-speaking countries, and allows exploration of stunning landscapes like the paradise beaches of Brazil": "Aprender portugués brinda inmersión en la rica cultura lusófona, abre oportunidades laborales en países de habla portuguesa y permite la exploración de paisajes impresionantes como las playas paradisíacas de Brasil",
    "Search language": "Buscar idioma",
    "No results found": "No se encontraron resultados",
    "Get started": "Empezar",
    "Find the right AI petutor for you": "Encuentra el petutor de IA adecuado para ti",
    "What do you want to learn?": "¿Qué quieres aprender?",
    "What's your language level?": "¿Cuál es tu nivel de {lang}?",
    "I'm just starting": "Estoy comenzando",
    "I know the basics": "Conozco lo básico",
    "I'm conversational": "Tengo habilidades de conversación",
    "I'm fluent in most situations": "Hablo fluidamente en la mayoría de las situaciones",
    "Tell us how you’d like to learn to get a personalized choice of AI petutors": "Cuéntanos cómo te gustaría aprender para obtener una selección personalizada de petutors de IA",
    "You're almost there, just 1 steps to go!": "¡Casi estás listo, solo faltan {step} pasos!",
    "Next": "Siguiente",
    "Continue": "Continuar",
    "Skip this question": "Saltar esta pregunta",
    "English": "Inglés",
    "Spanish": "Español",
    "Italian": "Italiano",
    "Portuguese": "Portugués",
    "Chinese (Mandarin)": "Chino (Mandarín)",
    "Morning": "Mañana",
    "Evening and night": "Noche y noche",
    "Daytime": "Hora del día",
    "Times": "Veces",
    "Days": "Días",
    "Sign in to unlock the best of Xinglingo": "Inicia sesión para desbloquear lo mejor de Xinglingo",
    "Get Started": "Empezar",
    "Simplify your studies of a new language using artificial intelligence": "Simplifica tus estudios de un nuevo idioma utilizando inteligencia artificial",
    "Our platform leverages artificial intelligence to make learning a new language simpler and more effective By using advanced AI algorithms, we provide personalized learning experiences that adapt to your individual needs and pace": "Nuestra plataforma aprovecha la inteligencia artificial para hacer que el aprendizaje de un nuevo idioma sea más simple y efectivo. Mediante el uso de algoritmos de IA avanzados, ofrecemos experiencias de aprendizaje personalizadas que se adaptan a tus necesidades y ritmo individuales",
    "Learning English opens doors to global opportunities, enhances your career prospects, expands access to information, and makes international travel easier": "Aprender inglés abre puertas a oportunidades globales, mejora tus perspectivas de carrera, amplía el acceso a la información y facilita los viajes internacionales",
    "Learning Italian allows you to appreciate Italy's rich culture, explore career opportunities in Italy, and immerse yourself in the history and art of iconic cities like Rome and Florence": "Aprender italiano te permite apreciar la rica cultura de Italia, explorar oportunidades de carrera en Italia y sumergirte en la historia y el arte de ciudades icónicas como Roma y Florencia",
    "French": "Francés",
    "When can you take lessons?": "Cuando puedes tomar lecciones?",
    "By proceeding, you agree to our": "Al continuar, aceptas nuestros",
    "Terms of Use": "Términos de Uso",
    "and confirm you have read our": "y confirmas que has leído nuestra",
    "Privacy and Cookie Statement": "Declaración de Privacidad y Cookies.",
    "An error occurred with ReCAPTCHA, please try again later :(": "Se produjo un error con ReCAPTCHA, por favor inténtalo de nuevo más tarde :(",
    "Contact support if you see this error": "Contacte el soporte si ve este error",
    "Undo": "Deshacer",
    "This site is protected by reCAPTCHA and the": "Este sitio está protegido por reCAPTCHA y el",
    "Google Privacy Policy": "Política de privacidad de Google",
    "and": "y",
    "apply": "aplicar.",
    "apply (nd)": "aplicar",
    "Continue with Google": "Continuar com o Google",
    "Go to login page": "Ir para a página de login",
    "By accessing the website": "Ao acessar o site",
    "Use License": "Licencia de uso",
    "Terms": "Términos",
    "modify or copy the materials;": "modificar o copiar los materiales;",
    "Disclaimer": "Descargo de responsabilidad",
    "Limitations": "Limitaciones",
    "Accuracy of materials": "Precisão dos materiais",
    "Links": "Links",
    "Modifications": "Modificações",
    "Governing Law": "Lei aplicável",
    "These terms and conditions are governed by and construed in accordance with the laws of Xinglingo and you irrevocably submit to the exclusive jurisdiction of the courts in that state or locality": "Estes termos e condições são regidos e interpretados de acordo com as leis da Xinglingo, e você se submete irrevogavelmente à jurisdição exclusiva dos tribunais desse estado ou localidade.",
    "Xinglingo may revise these terms of service for its website at any time without notice By using this website, you agree to be bound by the then current version of these terms of service": "Xinglingo puede revisar estos términos de servicio para su sitio web en cualquier momento sin previo aviso. Al utilizar este sitio web, aceptas quedar vinculado por la versión vigente de estos términos de servicio.",
    "Xinglingo has not reviewed all of the sites linked to its website and is not responsible for the contents of any such linked site The inclusion of any link does not imply endorsement by Xinglingo of the site Use of any such linked website is at the user's own risk": "Xinglingo no ha revisado todos los sitios enlazados a su sitio web y no es responsable del contenido de ninguno de dichos sitios enlazados. La inclusión de cualquier enlace no implica el respaldo por parte de Xinglingo del sitio. El uso de cualquier sitio web enlazado es responsabilidad del usuario.",
    "The materials appearing on Xinglingo's website could include technical, typographical, or photographic errors Xinglingo does not warrant that any of the materials on its website are accurate, complete, or current Xinglingo may make changes to the materials contained on its website at any time without notice However, Xinglingo does not make any commitment to update the materials": "Los materiales que aparecen en el sitio web de Xinglingo podrían incluir errores técnicos, tipográficos o fotográficos. Xinglingo no garantiza que ninguno de los materiales en su sitio web sea preciso, completo o actual. Xinglingo puede realizar cambios en los materiales contenidos en su sitio web en cualquier momento sin previo aviso. Sin embargo, Xinglingo no se compromete a actualizar los materiales.",
    "In no event shall Xinglingo or its suppliers be liable for any damages (including, without limitation, damages for loss of data or profit, or due to business interruption) arising out of the use or inability to use the materials on Xinglingo's website, even if Xinglingo or a Xinglingo authorized representative has been notified orally or in writing of the possibility of such damage Because some jurisdictions do not allow limitations on implied warranties, or limitations of liability for consequential or incidental damages, these limitations may not apply to you": "En ningún caso Xinglingo o sus proveedores serán responsables de los daños (incluyendo, sin limitación, daños por pérdida de datos o de beneficios, o por interrupción del negocio) derivados del uso o la incapacidad de uso de los materiales en el sitio web de Xinglingo, incluso si Xinglingo o un representante autorizado de Xinglingo ha sido notificado verbalmente o por escrito de la posibilidad de tales daños. Debido a que algunas jurisdicciones no permiten limitaciones en garantías implícitas, o limitaciones de responsabilidad por daños emergentes o incidentales, estas limitaciones pueden no aplicarse a ti.",
    "Further, Xinglingo does not warrant or make any representations concerning the accuracy, likely results, or reliability of the use of the materials on its website or otherwise relating to such materials or on any sites linked to this site": "Además, Xinglingo no garantiza ni realiza ninguna representación con respecto a la precisión, resultados probables o confiabilidad del uso de los materiales en su sitio web o en relación con dichos materiales o cualquier sitio enlazado a este sitio.",
    "The materials on Xinglingo's website are provided \"as is\" Xinglingo makes no warranties, expressed or implied, and hereby disclaims and negates all other warranties, including, without limitation, implied warranties or conditions of merchantability, fitness for a particular purpose, or non-infringement of intellectual property or other violation of rights": "Los materiales en el sitio web de Xinglingo se proporcionan \"tal cual\". Xinglingo no ofrece garantías, expresas o implícitas, y renuncia y niega todas las demás garantías, incluyendo, sin limitación, las garantías implícitas o las condiciones de comerciabilidad, idoneidad para un fin particular o no infracción de la propiedad intelectual u otra violación de derechos.",
    "This license shall automatically terminate if you violate any of these restrictions and may be terminated by Xinglingo at any time Upon terminating your viewing of these materials or upon the termination of this license, you must destroy any downloaded materials in your possession whether in electronic or printed format": "Esta licencia se terminará automáticamente si violas alguna de estas restricciones y Xinglingo puede terminarla en cualquier momento. Al terminar tu visualización de estos materiales o al terminar esta licencia, debes destruir cualquier material descargado en tu posesión, ya sea en formato electrónico o impreso.",
    "transfer the materials to another person or \"mirror\" the materials on any other server": "transferir los materiales a otra persona o \"duplicar\" los materiales en cualquier otro servidor",
    "use the materials for any commercial purpose or for any public display (commercial or non-commercial);": "utilizar los materiales para cualquier propósito comercial o para cualquier exhibición pública (comercial o no comercial);",
    "attempt to decompile or reverse engineer any software contained on the Xinglingo website;": "intentar descompilar o ingeniaría inversa cualquier software contenido en el sitio web de Xinglingo;",
    "remove any copyright or other proprietary notations from the materials;": "eliminar cualquier notación de derechos de autor u otras notaciones de propiedad de los materiales;",
    "you agree to comply with these terms of service, all applicable laws and regulations, and agree that you are responsible for compliance with all local laws If you do not agree with any of these terms, you are prohibited from using or accessing this site The materials contained in this site are protected by applicable copyright and trademark law": "usted acepta cumplir con estos términos de servicio, todas las leyes y regulaciones aplicables, y acepta que es responsable de cumplir con todas las leyes locales. Si no está de acuerdo con alguno de estos términos, está prohibido el uso o acceso a este sitio. Los materiales contenidos en este sitio están protegidos por las leyes de derechos de autor y marcas comerciales aplicables.",
    "Permission is granted to temporarily download one copy of the materials (information or software) on the Xinglingo website for personal, non-commercial transitory viewing only This is the grant ofa license, not a transfer of title, and under this license, you may not": "Se concede permiso para descargar temporalmente una copia de los materiales (información o software) del sitio web de Xinglingo para su visualización personal, no comercial y transitoria. Esto es una concesión de licencia, no una transferencia de título, y bajo esta licencia, no puede",
    "Privacy Policy": "Política de Privacidad",
    "We don’t share any personally identifying information publicly or with third-parties, except when required to by law": "No compartimos información de identificación personal públicamente ni con terceros, excepto cuando la ley lo requiera.",
    "Cookies": "Cookies",
    "Your continued use of our website will be regarded as acceptance of our practices around privacy and personal information If you have any questions about how we handle user data and personal information, feel free to contact us": "Su uso continuado de nuestro sitio web se considerará como aceptación de nuestras prácticas en torno a la privacidad y la información personal. Si tiene alguna pregunta sobre cómo manejamos los datos de los usuarios y la información personal, no dude en contactarnos.",
    "Your privacy is important to us It is Xinglingo's policy to respect your privacy regarding any information we may collect on the site": "Su privacidad es importante para nosotros. La política de Xinglingo es respetar su privacidad con respecto a cualquier información que podamos recopilar en el sitio",
    "Behavioral advertising cookies used by this site are designed to ensure that you provide the most relevant advertisements possible, anonymously tracking your interests and presenting similar things that may be of interest to you": "Las cookies de publicidad conductual utilizadas por este sitio están diseñadas para garantizar que proporcione los anuncios más relevantes posibles, rastreando anónimamente sus intereses y presentando cosas similares que puedan ser de su interés.",
    ", and other sites we own and operate": ", y otros sitios que poseemos y operamos",
    "We only ask for personal information when we truly need it to provide a service to you We do so by fair and lawful means, with your knowledge and consent We also inform you why we are collecting it and how it will be used": "Solo solicitamos información personal cuando realmente la necesitamos para brindarle un servicio. Lo hacemos de manera justa y legal, con su conocimiento y consentimiento. También le informamos por qué la estamos recopilando y cómo se utilizará.",
    "We only retain collected information for as long as necessary to provide you with your requested service What data we store, we will protect within commercially acceptable means to prevent loss and theft, as well as unauthorized access, disclosure, copying, use, or modification": "Solo almacenamos la información recopilada durante el tiempo necesario para brindarle el servicio solicitado. Los datos que almacenamos los protegeremos de forma comercialmente aceptable para evitar pérdidas y robos, así como el acceso, la divulgación, la copia, el uso o la modificación no autorizados.",
    "The user undertakes to make appropriate use of the contents and information that Xinglingo offers on the site and with an enunciative but not limitative character:": "El usuario se compromete a hacer un uso adecuado de los contenidos y la información que Xinglingo ofrece en el sitio, con carácter enunciativo, pero no limitativo:",
    "A) Not to engage in activities that are illegal or contrary to good faith and public order;": "A) No participar en actividades que sean ilegales o contrarias a la buena fe y al orden público;",
    "Several partners advertise on our behalf and affiliate tracking cookies simply allow us to see if our customers have accessed the site through one of our partners' sites, so that we can credit them appropriately and, where applicable, allow our affiliate partners to offer any promotion that may provide you to make a purchase": "Varios socios publicitan en nuestro nombre y las cookies de seguimiento de afiliados simplemente nos permiten ver si nuestros clientes han accedido al sitio a través de uno de los sitios de nuestros socios, para poder acreditarlos de manera adecuada y, cuando corresponda, permitir a nuestros socios afiliados ofrecer cualquier promoción que pueda brindarle la oportunidad de realizar una compra.",
    "Our website may link to external sites that are not operated by us Please be aware that we have no control over the content and practices of these sites, and cannot accept responsibility or liability for their respective": "Nuestro sitio web puede enlazarse a sitios externos que no son operados por nosotros. Por favor, tenga en cuenta que no tenemos control sobre el contenido y las prácticas de estos sitios, y no podemos aceptar responsabilidad por los mismos",
    "privacy policies": "políticas de privacidad",
    "You are free to refuse our request for your personal information, with the understanding that we may be unable to provide you with some of your desired services": "Usted tiene la libertad de rechazar nuestra solicitud de información personal, con la comprensión de que es posible que no podamos proporcionarle algunos de los servicios deseados",
    "B) Not to spread propaganda or content of a racist, xenophobic nature, ": "B) No difundir propaganda o contenido de naturaleza racista, xenófoba",
    "User Commitment": "Compromiso del usuario",
    "More information": "Más información",
    "Bet Nacional": "Apostar Nacional",
    "any type of illegal pornography, terrorism advocacy or against human rights;": "cualquier tipo de pornografía ilegal, apología del terrorismo o contra los derechos humanos;",
    "C) Not to cause damage to the physical (hardware) and logical (software) systems of Xinglingo, its suppliers or third parties, to introduce or spread computer viruses or any other hardware or software systems that are capable of causing the damage mentioned above": "C) No causar daños a los sistemas físicos (hardware) y lógicos (software) de Xinglingo, sus proveedores o terceros, introducir o difundir virus informáticos o cualquier otro sistema de hardware o software que sea capaz de causar el daño mencionado anteriormente.",
    "We hope this is clarified, and as previously mentioned, if there is something that you are not sure whether you need or not, it is generally safer to leave cookies enabled, if it interacts with one of the features you use on our site": "Esperamos que esto quede aclarado, y como se mencionó anteriormente, si hay algo de lo que no esté seguro si necesita o no, generalmente es más seguro dejar las cookies habilitadas, si interactúa con una de las características que utiliza en nuestro sitio.",
    "This year": "Este año",
    "This month": "Este mes",
    "Today": "Hoy",
    "Green words": "Palabras verdes",
    "Yellow words": "Palabras amarillas",
    "Red words": "Palabras rojas",
    "Annual goal: 5000 words, 400 remaining": "Objetivo anual: {words} palabras, {remaining} restantes",
    "Words you have already encountered": "Palabras que ya has encontrado",
    "Monthly goal: 400 words, 200 remaining": "Objetivo mensual: {words} palabras, {remaining} restantes",
    "Today's goal: 14 words, 0 remaining": "Objetivo de hoy: {words} palabras, {remaining} restantes",
    "This policy is effective as of June 5, 2024 19:21": "Esta política es efectiva a partir del 5 de junio de 2024 a las 19:21.",
    "Your goal is to learn 5000 words this year, 400 words remaining": "Tu objetivo es aprender {wordsPerYear} <questionHelp></questionHelp> palabras este año, quedan {wordsPerYearRemaining} palabras.",
    "For fluency, you may need to learn from 5000 to 10000 words": "Para fluidez, es posible que necesites aprender de {wordsMin} a {wordsMax} palabras.",
    "It's only 14 words a day, you can do it!": "¡Son solo {words} palabras al día, tú puedes hacerlo!",
    "All the words you learned in the year 2024": "Todas las palabras que aprendiste en el año {year}",
    "Progress towards fluency": "Progreso hacia la fluidez",
    "Welcome!! {userFullName}": "¡¡Bienvenido!! {userFullName}",
    "Continue where you left off?": "¿Continuar donde lo dejaste?",
    "Your performance": "Tu desempeño",
    "Words with a score above or equal to 95 are represented in <g>green</g>": "Las palabras con una puntuación de 95 o superior se representan en <g>verde</g>",
    "Words with a score of 50 points or more but less than 95 points are represented in <y>yellow</y>": "Las palabras con una puntuación de 50 puntos o más pero menos de 95 puntos se representan en <y>amarillo</y>",
    "Words with a score between 0 and 49 points are represented in <r>red</r>": "Las palabras con una puntuación entre 0 y 49 puntos se representan en <r>rojo</r>",
    "Earn points by talking to the petutors": "Gana puntos hablando con los petutores",
    "Our AI Petutors": "Nuestros petutores de IA",
    "The AI Petutor is a trained learning model designed to provide teaching and guidance": "El Petutor de IA es un modelo de aprendizaje entrenado diseñado para proporcionar enseñanza y orientación",
    "Recommended": "Recomendado",
    "Hello, I'm Ioua": "Hola, soy Ioua",
    "With me, you can say whatever you want": "Conmigo puedes decir lo que quieras.",
    "Hello, I'm Luna": "Hola, soy Luna",
    "Do you want to learn how to communicate in an interview?": "¿Quieres aprender cómo comunicarte en una entrevista?",
    "Hello, I'm Ukki": "Hola, soy Ukki",
    "Do you want to learn how to communicate in a restaurant?": "¿Quieres aprender cómo comunicarte en un restaurante?",
    "New AI Petutors": "Nuevos petutores de IA",
    "Select a new language to learn": "Seleccione un nuevo idioma para aprender",
    "New language": "Nuevo idioma",
    "You are {value}% closer to becoming fluent": "Você está {value}% mais perto de se tornar fluente",
    "Shortly": "Em breve",
    "Soon, I will be able to share knowledge about history with you": "Em breve, poderei compartilhar conhecimentos sobre história com você",
    "In due course, I will be available to share knowledge about technology with you": "No devido tempo, estarei disponível para compartilhar conhecimentos sobre tecnologia com você.",
    "scores": "puntajes",
    "Your average score is {points} points": "Tu puntuación promedio es de {points} puntos",
    "See more": "Ver más",
    "We noticed that you still don't have a plan": "Hemos notado que aún no tienes un plan",
    "Learn other languages": "Aprende otros idiomas",
    "Set a new system language": "Establecer un nuevo idioma del sistema",
    "Return to dashboard": "Volver al panel de control",
    "Disabled": "Deshabilitado",
    "To create a plan": "Para crear un plan",
    "Green": "Verde",
    "Red": "Rojo",
    "Yellow": "Amarillo",
    "Do you have any doubts?": "¿Tienes alguna duda?",
    "Worst scores": "Las peores puntuaciones",
    "Lastest words": "Últimas palabras",
    "Words": "Palabras",
    "Search your word": "Buscar tu palabra",
    "Sort by worst scores": "Ordenar por las peores puntuaciones",
    "Here are all the words you learned with us, feel free to explore": "Aquí están todas las palabras que aprendiste con nosotros, siéntete libre de explorar",
    "The word with the lowest score is \"{lowestScoringWord}\" Would you like to improve that score?": "La palabra con la puntuación más baja es \"{lowestScoringWord}\". ¿Quisieras mejorar esa puntuación?",
    "Learn word": "Aprender palabra",
    "To improve your score, you should practice your pronunciation": "Para mejorar tu puntuación, deberías practicar tu pronunciación.",
    "You've already pronounced this word {wordCount} time(s)": "Ya has pronunciado esta palabra {wordCount} vez(es).",
    "Words that you had contact with": "Las palabras con las que has tenido contacto",
    "Word": "Palabra",
    "Times used": "Veces usadas",
    "Status": "Estado",
    "Scoring": "Puntuación",
    "Standart": "Estándar",
    "month": "mes",
    "year": "año",
    "day": "día",
    "week": "semana",
    "{count} advanced voices": "{count} voces avanzadas",
    "{count} trained LLM models": "{count} modelos LLM entrenados",
    "Test your pronunciation with NLP": "Prueba tu pronunciación con NLP",
    "Natural Language Processing": "Procesamiento del Lenguaje Natural",
    "days": "días",
    "Answer correction with LLM": "Corrección de respuestas con LLM",
    "Large Language Model": "Modelo de Lenguaje Grande",
    "Discount of {discount} until {date}": "Descuento de {discount} hasta el {date}",
    "Only a few remain": "Sólo quedan unos pocos",
    "Take advantage already!": "¡Aprovecha ya!",
    "To take advantage": "Aprovechar",
    "You can choose your own Petutor!": "¡Puedes elegir tu propio Petutor!",
    "With the Petutors, you can train your pronunciation, train your hearing and writing skills in a foreign language!": "¡Con los Petutores, puedes entrenar tu pronunciación, entrenar tus habilidades de audición y escritura en un idioma extranjero!",
    "There's only": "Solo hay",
    "Left only": "Solo izquierdo",
    "Only": "Solo",
    "Enjoy now": "Disfruta ahora",
    "{days} days free trial": "{days} días de prueba gratuitos",
    "Explore our trained LLM models to test your pronunciation and receive accurate feedback responses": "Explore nuestros modelos LLM entrenados para probar su pronunciación y recibir respuestas precisas de retroalimentación.",
    "Explore our trained LLM models to test your pronunciation and receive accurate answer feedback": "Explore nossos modelos treinados de LLM para testar sua pronúncia e receber um feedback preciso das respostas.",
    "Premium": "Premium",
    "Shorly": "Shorly",
    "You do not have permission": "No tienes permiso.",
    "Please try again later": "Por favor, inténtelo de nuevo más tarde.",
    "An unknown error occurred": "Ocurrió un error desconocido.",
    "Please try again later or contact a system administrator": "Por favor, inténtelo de nuevo más tarde o contacte a un administrador del sistema.",
    "Sign up for our personalized plan to learn a foreign language!": "¡Regístrate en nuestro plan personalizado para aprender un idioma extranjero!",
    "Recommended (plural)": "Recomendados",
    "Active": "Activo",
    "You have an active plan": "Tienes un plan activo",
    "Your goal is to learn {words} words, {wordsRemaining} words remaining": "Su objetivo es aprender {words} <questionHelp></questionHelp> palabras, quedan {wordsRemaining} palabras.",
    "Pronounce any word and it will appear here": "Pronuncie cualquier palabra y aparecerá aquí",
    "No content": "No hay contenido",
    "Pronounce": "Pronunciar",
    "Your trial period will expire, there are still:": "Su período de prueba expirará, todavía quedan:",
    "MMMM dd, yyyy 'at' h:mm aa": "MMMM dd, yyyy 'a las' h:mm aa",
    "MMMM dd, yyyy": "MMMM dd, yyyy",
    "Started on: {date}": "Comenzó el: {date}",
    "Ended on: {date}": "Terminó el: {date}",
    "Will end on: {date}": "Finalizará el: {date}",
    "Free trial period from {fromDate} to {toDate}": "Periodo de prueba gratuito desde {fromDate} hasta {toDate}",
    "Trial period has expired": "El período de prueba ha expirado",
    "You are in the trial period": "Está en el período de prueba",
    "Subscription canceled": "Suscripción cancelada",
    "Cancel subscription": "Cancelar suscripción",
    "Are you sure you want to cancel your subscription?": "¿Está seguro de que desea cancelar su suscripción?",
    "This action is irreversible": "Esta acción es irreversible",
    "Subscription successfully canceled!": "¡Suscripción cancelada con éxito!",
    "We hope you come back someday": "Esperamos que vuelva algún día",
    "Something went wrong while trying to cancel your subscription!": "¡Algo salió mal al intentar cancelar su suscripción!",
    "If you see this message, please contact support": "Si ve este mensaje, póngase en contacto con el soporte",
    "Back": "Volver",
    "Plans": "Planes",
    "My plans": "Mis planes",
    "Current subscription billing cycle": "Ciclo de facturación actual de la suscripción",
    "Hey! Noticed any issues with your subscription?": "¡Oye! ¿Has notado algún problema con tu suscripción?",
    "Talk to support by clicking here": "Hable con el soporte haciendo clic <span>aquí</span>",
    "Your browser does not support Geolocation": "Tu navegador no admite la geolocalización.",
    "Try again in another browser!": "¡Inténtalo de nuevo en otro navegador!",
    "Could not obtain your location": "No se pudo obtener tu ubicación.",
    "Please allow your location to continue!": "¡Permite tu ubicación para continuar!",
    "Something went wrong!": "Algo salió mal!",
    "Try again": "Inténtalo de nuevo",
    "Languages": "Idiomas",
    "Logout": "Cerrar sesión",
    "Profile": "Perfil",
    "Access not permitted": "Acceso no permitido",
    "All languages are available to you": "Todos los idiomas están disponibles para ti",
    "Select language": "Seleccionar idioma",
    "You have successfully set up a new language to learn!": "¡Has configurado exitosamente un nuevo idioma para aprender!",
    "Don't forget to study with the Petutors": "No olvides estudiar con los Petutors",
    "Current": "Actual",
    "Simplify Your Studies of a New Language with AI\nLearn Faster and More Effectively with Our Platform\nOur platform uses artificial intelligence to personalize language learning, adapting to your individual needs and pace Models are used to offer personalized learning experiences, making the learning process simpler and more effective": "Simplifica tus estudios de un nuevo idioma con IA.\nAprende más rápido y de manera más efectiva con nuestra plataforma.\nNuestra plataforma utiliza inteligencia artificial para personalizar el aprendizaje de idiomas, adaptándose a tus necesidades individuales y ritmo. Se utilizan modelos para ofrecer experiencias de aprendizaje personalizadas, haciendo el proceso de aprendizaje más simple y eficaz.",
    "Dashboard": "Panel de control",
    "language learning": "aprendizaje de idiomas",
    "artificial intelligence": "inteligencia artificial",
    "content personalization": "personalización de contenido",
    "learning efficiency": "eficiencia de aprendizaje",
    "learning platform": "plataforma de aprendizaje",
    "AI models": "modelos de IA",
    "AI-powered pronunciation testing": "pruebas de pronunciación impulsadas por IA",
    "AI-powered response correction": "corrección de respuestas impulsada por IA",
    "personalized learning experience": "experiencia de aprendizaje personalizada",
    "simplified language study": "estudio de idioma simplificado",
    "accelerated learning": "aprendizaje acelerado",
    "Start": "Comienzo",
    "You are learning {lang}": "Estás aprendiendo {lang}",
    "Do you want to learn another language? Click here": "¿Quieres aprender otro idioma? Haz <link>clic aquí</link>",
    "Your progress": "Tu progreso",
    "Section {count}, Unit {unitCount}": "Sección {count}, Unidad {unitCount}",
    "Copied successfully": "Copiado exitosamente",
    "An error occurred while generating speech": "Se produjo un error al generar el habla",
    "An error occurred while accessing session storage": "Se produjo un error al acceder al almacenamiento de sesión",
    "Ask anything": "Pregúntame cualquier cosa",
    "The model may present inaccuracies, use it with discretion": "El modelo puede presentar inexactitudes, úse con discreción.",
    "Send message": "Enviar mensaje",
    "Skip": "Saltar",
    "Check": "Comprobar",
    "Share this model": "Compartir este modelo",
    "Anyone with the link, if they have permission, can view this document": "Cualquiera con el enlace, si tiene permiso, puede ver este documento.",
    "Anyone with the link, if they have permission, can view this model": "Cualquiera con el enlace, si tiene permiso, puede ver este modelo.",
    "Threats and harassment": "Amenazas y acoso",
    "Excessive violence": "Violencia excesiva",
    "False statements": "Declaraciones falsas",
    "Hate speech": "Discurso de odio",
    "NSFW (Not Safe For Work)": "NSFW (No Seguro para el Trabajo)",
    "Sexual harassment": "Acoso sexual",
    "Child exploitation": "Explotación infantil",
    "Self-harm": "Autolesiones",
    "Terrorism and extremism": "Terrorismo y extremismo",
    "Illegal activities": "Actividades ilegales",
    "Drug transactions": "Transacciones de drogas",
    "Invasion of privacy": "Invasión de la privacidad",
    "Identity theft": "Robo de identidad",
    "Commercial spam": "Correo no deseado comercial",
    "Additional details": "Detalles adicionales",
    "Describe the problem in more detail": "Describir el problema con más detalle",
    "Cancel": "Cancelar",
    "Confirm": "Confirmar",
    "Report model": "Modelo de informe"
}