{
    "Conversation": "Conversation",
    "Learn by talking to the AI": "Apprenez en parlant à l'IA",
    "Send": "Envoyer",
    "Translation and definition of vocabulary": "Traduction et définition du vocabulaire",
    "Delete": "Supprimer",
    "Enter your message": "Entrez votre message",
    "Created at:": "Créé à:",
    "View profile": "Voir le profil",
    "Try the pronunciation assessment again": "Réessayez l'évaluation de la prononciation",
    "Enter text before starting recording": "Entrez du texte avant de commencer l'enregistrement",
    "When can you take lessons?": "Quand pouvez-vous prendre des cours?",
    "Recording": "Enregistrement",
    "Listening": "Écoute",
    "Initial silence timeout! Please try again": "Timeout de silence initial! Veuillez réessayer",
    "Words with average scores": "Mots avec des scores moyens",
    "Words with low scores": "Mots avec des scores bas",
    "Words with high scores": "Mots avec des scores élevés",
    "Pronunciation assessment": "Évaluation de la prononciation",
    "Accuracy Score": "Score de précision",
    "Completeness Score": "Score de complétude",
    "Fluency Score": "Score de fluidité",
    "Pronunciation Score": "Score de prononciation",
    "Prosody Score": "Score de prosodie",
    "Your average score is": "Votre score moyen est",
    "Jan": "Jan",
    "Feb": "Fév",
    "Mar": "Mar",
    "Apr": "Avr",
    "May": "Mai",
    "Jun": "Juin",
    "Jul": "Juil",
    "Aug": "Août",
    "Sep": "Sep",
    "Oct": "Oct",
    "Nov": "Nov",
    "Dec": "Déc",
    "January": "Janvier",
    "February": "Février",
    "March": "Mars",
    "April": "Avril",
    "June": "Juin",
    "July": "Juillet",
    "August": "Août",
    "September": "Septembre",
    "October": "Octobre",
    "November": "Novembre",
    "December": "Décembre",
    "Sun": "Dim",
    "Mon": "Lun",
    "Tue": "Mar",
    "Wed": "Mer",
    "Thu": "jeudi",
    "Fri": "vendredi",
    "Sat": "samedi",
    "Sunday": "dimanche",
    "Monday": "lundi",
    "Tuesday": "mardi",
    "Wednesday": "mercredi",
    "Thursday": "jeudi",
    "Friday": "vendredi",
    "Saturday": "samedi",
    "Words Omitted": "Mots omis",
    "Search language": "Langue de recherche",
    "No results found": "Aucun résultat trouvé",
    "Get started": "Commencer",
    "Find the right AI tutor for you": "Trouvez le bon tuteur en IA pour vous",
    "What do you want to learn?": "Que voulez-vous apprendre?",
    "What's your language level?": "Quel est votre niveau en {lang}?",
    "I'm just starting": "Je débute juste",
    "I know the basics": "Je connais les bases",
    "I'm conversational": "Je sais converser",
    "I'm fluent in most situations": "Je parle couramment dans la plupart des situations",
    "Tell us how you’d like to learn to get a personalized choice of AI tutors": "Dites-nous comment vous souhaitez apprendre pour obtenir un choix personnalisé de tuteurs en IA",
    "You're almost there, just 1 steps to go!": "Vous y êtes presque, il ne reste plus que {step} étape à faire!",
    "Next": "Suivant",
    "Continue": "Continuer",
    "Skip this question": "Passer cette question",
    "English": "Anglais",
    "Spanish": "Espagnol",
    "Italian": "Italien",
    "French": "Français",
    "Portuguese": "Portugais",
    "Chinese (Mandarin)": "Chinois (mandarin)",
    "Morning": "Matin",
    "Evening and night": "Soirée et nuit",
    "Daytime": "Journée",
    "Times": "Heures",
    "Days": "Jours",
    "Sign in to unlock the best of Lingos AI": "Connectez-vous pour accéder au meilleur de Lingos AI",
    "Get Started": "Commencer",
    "Simplify your studies of a new language using artificial intelligence": "Simplifiez vos études d'une nouvelle langue en utilisant l'intelligence artificielle",
    "Our platform leverages artificial intelligence to make learning a new language simpler and more effective By using advanced AI algorithms, we provide personalized learning experiences that adapt to your individual needs and pace": "Notre plateforme exploite l'intelligence artificielle pour simplifier et rendre plus efficace l'apprentissage d'une nouvelle langue. En utilisant des algorithmes d'IA avancés, nous offrons des expériences d'apprentissage personnalisées qui s'adaptent à vos besoins et à votre rythme",
    "Learning English opens doors to global opportunities, enhances your career prospects, expands access to information, and makes international travel easier": "Apprendre l'anglais ouvre des portes à des opportunités mondiales, améliore vos perspectives de carrière, élargit l'accès à l'information et facilite les voyages internationaux",
    "Learning Italian allows you to appreciate Italy's rich culture, explore career opportunities in Italy, and immerse yourself in the history and art of iconic cities like Rome and Florence": "Apprendre l'italien vous permet d'apprécier la riche culture de l'Italie, d'explorer les opportunités de carrière en Italie et de vous immerger dans l'histoire et l'art de villes emblématiques comme Rome et Florence",
    "Learning Spanish opens doors to immerse yourself in the vibrant Hispanic culture, enjoy new career opportunities in Spanish-speaking countries, and explore fascinating destinations like Barcelona, with its stunning architecture and rich history": "Apprendre l'espagnol vous ouvre les portes pour vous immerger dans la culture hispanique vibrante, profiter de nouvelles opportunités de carrière dans les pays hispanophones et explorer des destinations fascinantes comme Barcelone, avec son architecture époustouflante et son histoire riche",
    "Learning French allows you to immerse yourself in the sophisticated French culture, open doors to international career opportunities, and explore charming settings like the lush gardens of Versailles": "Apprendre le français vous permet de vous immerger dans la culture française sophistiquée, d'ouvrir des portes vers des opportunités de carrière internationales et d'explorer des cadres charmants comme les jardins luxuriants de Versailles",
    "Learning Portuguese provides immersion in the rich Lusophone culture, opens up career opportunities in Portuguese-speaking countries, and allows exploration of stunning landscapes like the paradise beaches of Brazil": "Apprendre le portugais vous plonge dans la riche culture lusophone, ouvre des opportunités de carrière dans les pays lusophones et permet d'explorer de superbes paysages comme les plages paradisiaques du Brésil",
    "All rights reserved": "Tous droits réservés",
    "Lingos AI": "Lingos AI",
    "Terms of Service": "Conditions d'utilisation",
    "Privacy": "Confidentialité",
    "Need help?": "Besoin d'aide?",
    "Contact Us": "Contactez-nous",
    "By proceeding, you agree to our": "En poursuivant, vous acceptez nos",
    "Terms of Use": "Conditions d'utilisation",
    "and confirm you have read our": "et confirmez avoir lu notre",
    "Privacy and Cookie Statement": "Déclaration de confidentialité et de cookies.",
    "An error occurred with ReCAPTCHA, please try again later :(": "Une erreur s'est produite avec ReCAPTCHA, veuillez réessayer ultérieurement :(",
    "Contact support if you see this error": "Contactez le support si vous voyez cette erreur.",
    "Undo": "Annuler",
    "This site is protected by reCAPTCHA and the": "Ce site est protégé par reCAPTCHA et le",
    "Google Privacy Policy": "Politique de confidentialité de Google",
    "and": "et",
    "apply": "appliquer",
    "apply (nd)": "appliquer",
    "Continue with Google": "Continuer avec Google",
    "Go to login page": "Aller à la page de connexion"
}