{
    "Conversation": "Conversation",
    "Learn by talking to the AI": "Apprenez en parlant à l'IA",
    "Send": "Envoyer",
    "Translation and definition of vocabulary": "Traduction et définition du vocabulaire",
    "Delete": "Supprimer",
    "Enter your message": "Entrez votre message",
    "Created at:": "Créé à:",
    "View profile": "Voir le profil",
    "Try the pronunciation assessment again": "Réessayez l'évaluation de la prononciation",
    "Enter text before starting recording": "Entrez du texte avant de commencer l'enregistrement",
    "When can you take lessons?": "Quand pouvez-vous prendre des cours?",
    "Recording": "Enregistrement",
    "Listening": "Écoute",
    "Initial silence timeout! Please try again": "Timeout de silence initial! Veuillez réessayer",
    "Words with average scores": "Mots avec des scores moyens",
    "Words with low scores": "Mots avec des scores bas",
    "Words with high scores": "Mots avec des scores élevés",
    "Pronunciation assessment": "Évaluation de la prononciation",
    "Accuracy Score": "Score de précision",
    "Completeness Score": "Score de complétude",
    "Fluency Score": "Score de fluidité",
    "Pronunciation Score": "Score de prononciation",
    "Prosody Score": "Score de prosodie",
    "Your average score is": "Votre score moyen est",
    "Jan": "Jan",
    "Feb": "Fév",
    "Mar": "Mar",
    "Apr": "Avr",
    "May": "Mai",
    "Jun": "Juin",
    "Jul": "Juil",
    "Aug": "Août",
    "Sep": "Sep",
    "Oct": "Oct",
    "Nov": "Nov",
    "Dec": "Déc",
    "January": "Janvier",
    "February": "Février",
    "March": "Mars",
    "April": "Avril",
    "June": "Juin",
    "July": "Juillet",
    "August": "Août",
    "September": "Septembre",
    "October": "Octobre",
    "November": "Novembre",
    "December": "Décembre",
    "Sun": "Dim",
    "Mon": "Lun",
    "Tue": "Mar",
    "Wed": "Mer",
    "Thu": "jeudi",
    "Fri": "vendredi",
    "Sat": "samedi",
    "Sunday": "dimanche",
    "Monday": "lundi",
    "Tuesday": "mardi",
    "Wednesday": "mercredi",
    "Thursday": "jeudi",
    "Friday": "vendredi",
    "Saturday": "samedi",
    "Words Omitted": "Mots omis",
    "Search language": "Langue de recherche",
    "No results found": "Aucun résultat trouvé",
    "Get started": "Commencer",
    "Find the right AI tutor for you": "Trouvez le bon tuteur en IA pour vous",
    "What do you want to learn?": "Que voulez-vous apprendre?",
    "What's your language level?": "Quel est votre niveau en {lang}?",
    "I'm just starting": "Je débute juste",
    "I know the basics": "Je connais les bases",
    "I'm conversational": "Je sais converser",
    "I'm fluent in most situations": "Je parle couramment dans la plupart des situations",
    "Tell us how you’d like to learn to get a personalized choice of AI tutors": "Dites-nous comment vous souhaitez apprendre pour obtenir un choix personnalisé de tuteurs en IA",
    "You're almost there, just 1 steps to go!": "Vous y êtes presque, il ne reste plus que {step} étape à faire!",
    "Next": "Suivant",
    "Continue": "Continuer",
    "Skip this question": "Passer cette question",
    "English": "Anglais",
    "Spanish": "Espagnol",
    "Italian": "Italien",
    "French": "Français",
    "Portuguese": "Portugais",
    "Chinese (Mandarin)": "Chinois (mandarin)",
    "Morning": "Matin",
    "Evening and night": "Soirée et nuit",
    "Daytime": "Journée",
    "Times": "Heures",
    "Days": "Jours",
    "Sign in to unlock the best of Xinglingo": "Connectez-vous pour accéder au meilleur de Xinglingo",
    "Get Started": "Commencer",
    "Simplify your studies of a new language using artificial intelligence": "Simplifiez vos études d'une nouvelle langue en utilisant l'intelligence artificielle",
    "Our platform leverages artificial intelligence to make learning a new language simpler and more effective By using advanced AI algorithms, we provide personalized learning experiences that adapt to your individual needs and pace": "Notre plateforme exploite l'intelligence artificielle pour simplifier et rendre plus efficace l'apprentissage d'une nouvelle langue. En utilisant des algorithmes d'IA avancés, nous offrons des expériences d'apprentissage personnalisées qui s'adaptent à vos besoins et à votre rythme",
    "Learning English opens doors to global opportunities, enhances your career prospects, expands access to information, and makes international travel easier": "Apprendre l'anglais ouvre des portes à des opportunités mondiales, améliore vos perspectives de carrière, élargit l'accès à l'information et facilite les voyages internationaux",
    "Learning Italian allows you to appreciate Italy's rich culture, explore career opportunities in Italy, and immerse yourself in the history and art of iconic cities like Rome and Florence": "Apprendre l'italien vous permet d'apprécier la riche culture de l'Italie, d'explorer les opportunités de carrière en Italie et de vous immerger dans l'histoire et l'art de villes emblématiques comme Rome et Florence",
    "Learning Spanish opens doors to immerse yourself in the vibrant Hispanic culture, enjoy new career opportunities in Spanish-speaking countries, and explore fascinating destinations like Barcelona, with its stunning architecture and rich history": "Apprendre l'espagnol vous ouvre les portes pour vous immerger dans la culture hispanique vibrante, profiter de nouvelles opportunités de carrière dans les pays hispanophones et explorer des destinations fascinantes comme Barcelone, avec son architecture époustouflante et son histoire riche",
    "Learning French allows you to immerse yourself in the sophisticated French culture, open doors to international career opportunities, and explore charming settings like the lush gardens of Versailles": "Apprendre le français vous permet de vous immerger dans la culture française sophistiquée, d'ouvrir des portes vers des opportunités de carrière internationales et d'explorer des cadres charmants comme les jardins luxuriants de Versailles",
    "Learning Portuguese provides immersion in the rich Lusophone culture, opens up career opportunities in Portuguese-speaking countries, and allows exploration of stunning landscapes like the paradise beaches of Brazil": "Apprendre le portugais vous plonge dans la riche culture lusophone, ouvre des opportunités de carrière dans les pays lusophones et permet d'explorer de superbes paysages comme les plages paradisiaques du Brésil",
    "All rights reserved": "Tous droits réservés",
    "Xinglingo": "Xinglingo",
    "Terms of Service": "Conditions d'utilisation",
    "Privacy": "Confidentialité",
    "Need help?": "Besoin d'aide?",
    "Contact Us": "Contactez-nous",
    "By proceeding, you agree to our": "En poursuivant, vous acceptez nos",
    "Terms of Use": "Conditions d'utilisation",
    "and confirm you have read our": "et confirmez avoir lu notre",
    "Privacy and Cookie Statement": "Déclaration de confidentialité et de cookies.",
    "An error occurred with ReCAPTCHA, please try again later :(": "Une erreur s'est produite avec ReCAPTCHA, veuillez réessayer ultérieurement :(",
    "Contact support if you see this error": "Contactez le support si vous voyez cette erreur.",
    "Undo": "Annuler",
    "This site is protected by reCAPTCHA and the": "Ce site est protégé par reCAPTCHA et le",
    "Google Privacy Policy": "Politique de confidentialité de Google",
    "and": "et",
    "apply": "appliquer",
    "apply (nd)": "appliquer",
    "Continue with Google": "Continuer avec Google",
    "Go to login page": "Aller à la page de connexion",
    "By accessing the website": "En accédant au site web",
    "Use License": "Licence d'utilisation",
    "Terms": "Conditions générales",
    "modify or copy the materials;": "modifier ou copier les matériaux;",
    "Disclaimer": "Avertissement",
    "Limitations": "Limitations",
    "Accuracy of materials": "Précision des matériaux",
    "Links": "Liens",
    "Modifications": "Modifications",
    "Governing Law": "Loi applicable",
    "These terms and conditions are governed by and construed in accordance with the laws of Xinglingo and you irrevocably submit to the exclusive jurisdiction of the courts in that state or locality": "Ces termes et conditions sont régis et interprétés conformément aux lois de Xinglingo et vous vous soumettez irrévocablement à la compétence exclusive des tribunaux de cet état ou de cette localité.",
    "Xinglingo may revise these terms of service for its website at any time without notice By using this website, you agree to be bound by the then current version of these terms of service": "Xinglingo peut réviser ces conditions d'utilisation de son site web à tout moment sans préavis. En utilisant ce site web, vous acceptez d'être lié par la version en vigueur de ces conditions d'utilisation.",
    "Xinglingo has not reviewed all of the sites linked to its website and is not responsible for the contents of any such linked site The inclusion of any link does not imply endorsement by Xinglingo of the site Use of any such linked website is at the user's own risk": "Xinglingo n'a pas examiné tous les sites liés à son site web et n'est pas responsable du contenu de ces sites liés. L'inclusion de tout lien n'implique pas une approbation par Xinglingo du site. L'utilisation de tout site web lié est aux risques de l'utilisateur.",
    "The materials appearing on Xinglingo's website could include technical, typographical, or photographic errors Xinglingo does not warrant that any of the materials on its website are accurate, complete, or current Xinglingo may make changes to the materials contained on its website at any time without notice However, Xinglingo does not make any commitment to update the materials": "Les matériaux apparaissant sur le site web de Xinglingo peuvent contenir des erreurs techniques, typographiques ou photographiques. Xinglingo ne garantit pas que les matériaux de son site web sont exacts, complets ou à jour. Xinglingo peut apporter des modifications aux matériaux de son site web à tout moment sans préavis. Cependant, Xinglingo ne s'engage pas à mettre à jour les matériaux.",
    "In no event shall Xinglingo or its suppliers be liable for any damages (including, without limitation, damages for loss of data or profit, or due to business interruption) arising out of the use or inability to use the materials on Xinglingo's website, even if Xinglingo or a Xinglingo authorized representative has been notified orally or in writing of the possibility of such damage Because some jurisdictions do not allow limitations on implied warranties, or limitations of liability for consequential or incidental damages, these limitations may not apply to you": "En aucun cas, Xinglingo ou ses fournisseurs ne sauraient être tenus responsables de tout dommage (y compris, sans limitation, les dommages causés par la perte de données ou de profits, ou en raison d'une interruption d'activité) résultant de l'utilisation ou de l'incapacité d'utiliser les matériaux sur le site web de Xinglingo, même si Xinglingo ou un représentant autorisé de Xinglingo a été informé oralement ou par écrit de la possibilité de tels dommages. Parce que certaines juridictions n'autorisent pas les limitations de garantie implicites, ou les limitations de responsabilité pour les dommages indirects ou accessoires, ces limitations peuvent ne pas s'appliquer à vous.",
    "Further, Xinglingo does not warrant or make any representations concerning the accuracy, likely results, or reliability of the use of the materials on its website or otherwise relating to such materials or on any sites linked to this site": "En outre, Xinglingo ne garantit pas et ne fait aucune déclaration concernant l'exactitude, les résultats probables ou la fiabilité de l'utilisation des matériaux sur son site web ou autrement en rapport avec ces matériaux ou sur tout site lié à ce site.",
    "The materials on Xinglingo's website are provided \"as is\" Xinglingo makes no warranties, expressed or implied, and hereby disclaims and negates all other warranties, including, without limitation, implied warranties or conditions of merchantability, fitness for a particular purpose, or non-infringement of intellectual property or other violation of rights": "Les matériaux sur le site web de Xinglingo sont fournis \"tels quels\". Xinglingo ne donne aucune garantie, explicite ou implicite, et rejette par la présente toutes les autres garanties, y compris, sans limitation, les garanties implicites ou les conditions de commercialisation, d'adéquation à un usage particulier, ou de non-contrefaçon de droits de propriété intellectuelle ou autre violation des droits.",
    "This license shall automatically terminate if you violate any of these restrictions and may be terminated by Xinglingo at any time Upon terminating your viewing of these materials or upon the termination of this license, you must destroy any downloaded materials in your possession whether in electronic or printed format": "Cette licence prend fin automatiquement si vous violez l'une de ces restrictions et peut être résiliée par Xinglingo à tout moment. À la fin de votre consultation de ces matériaux ou à la résiliation de cette licence, vous devez détruire tous les matériaux téléchargés en votre possession, que ce soit en format électronique ou imprimé.",
    "transfer the materials to another person or \"mirror\" the materials on any other server": "transférer les matériaux à une autre personne ou \"recopier\" les matériaux sur tout autre serveur.",
    "use the materials for any commercial purpose or for any public display (commercial or non-commercial);": "utiliser les matériaux à des fins commerciales ou pour toute présentation publique (commerciale ou non commerciale) ;",
    "attempt to decompile or reverse engineer any software contained on the Xinglingo website;": "tenter de décompiler ou de désassembler tout logiciel contenu sur le site web de Xinglingo ;",
    "remove any copyright or other proprietary notations from the materials;": "supprimer toute mention de droit d'auteur ou autre mention de propriété des matériaux;",
    "you agree to comply with these terms of service, all applicable laws and regulations, and agree that you are responsible for compliance with all local laws If you do not agree with any of these terms, you are prohibited from using or accessing this site The materials contained in this site are protected by applicable copyright and trademark law": "vous acceptez de vous conformer à ces conditions d'utilisation, à toutes les lois et réglementations applicables, et vous acceptez d'être responsable de la conformité à toutes les lois locales. Si vous n'acceptez pas l'une de ces conditions, vous êtes interdit d'utiliser ou d'accéder à ce site. Les matériaux contenus dans ce site sont protégés par les lois applicables en matière de droit d'auteur et de marques commerciales.",
    "Permission is granted to temporarily download one copy of the materials (information or software) on the Xinglingo website for personal, non-commercial transitory viewing only This is the grant ofa license, not a transfer of title, and under this license, you may not": "Il est permis de télécharger temporairement une copie des matériaux (informations ou logiciels) sur le site web de Xinglingo pour une consultation personnelle, non commerciale et transitoire. Ceci est l'octroi d'une licence, non un transfert de titre, et selon cette licence, vous n'êtes pas autorisé à",
    "Privacy Policy": "Politique de confidentialité",
    "We don’t share any personally identifying information publicly or with third-parties, except when required to by law": "Nous ne partageons aucune information permettant de vous identifier personnellement publiquement ou avec des tiers, sauf si la loi l'exige.",
    "Cookies": "Cookies",
    "Your continued use of our website will be regarded as acceptance of our practices around privacy and personal information If you have any questions about how we handle user data and personal information, feel free to contact us": "Votre utilisation continue de notre site web sera considérée comme une acceptation de nos pratiques en matière de confidentialité et d'informations personnelles. Si vous avez des questions sur la façon dont nous traitons les données utilisateur et les informations personnelles, n'hésitez pas à nous contacter.",
    "Your privacy is important to us It is Xinglingo's policy to respect your privacy regarding any information we may collect on the site": "Votre vie privée est importante pour nous. La politique de Xinglingo consiste à respecter votre vie privée concernant les informations que nous pouvons collecter sur le site.",
    "Behavioral advertising cookies used by this site are designed to ensure that you provide the most relevant advertisements possible, anonymously tracking your interests and presenting similar things that may be of interest to you": "Les cookies de publicité comportementale utilisés par ce site sont conçus pour garantir que vous fournissez les publicités les plus pertinentes possibles, en suivant anonymement vos intérêts et en présentant des choses similaires qui pourraient vous intéresser.",
    ", and other sites we own and operate": ", et d'autres sites que nous possédons et exploitons.",
    "We only ask for personal information when we truly need it to provide a service to you We do so by fair and lawful means, with your knowledge and consent We also inform you why we are collecting it and how it will be used": "Nous ne demandons que les informations personnelles dont nous avons vraiment besoin pour vous fournir un service. Nous le faisons de manière équitable et légale, avec votre connaissance et votre consentement. Nous vous informons également de la raison de la collecte et de l'utilisation qui en sera faite.",
    "We only retain collected information for as long as necessary to provide you with your requested service What data we store, we will protect within commercially acceptable means to prevent loss and theft, as well as unauthorized access, disclosure, copying, use, or modification": "Nous ne conservons les informations collectées que pendant le temps nécessaire pour vous fournir le service demandé. Les données que nous stockons seront protégées de manière commercialement acceptable pour éviter les pertes et vols, ainsi que l'accès non autorisé, la divulgation, la copie, l'utilisation ou la modification.",
    "The user undertakes to make appropriate use of the contents and information that Xinglingo offers on the site and with an enunciative but not limitative character:": "L'utilisateur s'engage à faire un usage approprié du contenu et des informations que Xinglingo propose sur le site, à titre enonciatif mais non limitatif :",
    "A) Not to engage in activities that are illegal or contrary to good faith and public order;": "A) Ne pas engager des activités illégales ou contraires à la bonne foi et à l'ordre public;",
    "Several partners advertise on our behalf and affiliate tracking cookies simply allow us to see if our customers have accessed the site through one of our partners' sites, so that we can credit them appropriately and, where applicable, allow our affiliate partners to offer any promotion that may provide you to make a purchase": "Plusieurs partenaires font de la publicité en notre nom et les cookies de suivi d'affiliation nous permettent simplement de vérifier si nos clients ont accédé au site par le biais de l'un des sites de nos partenaires, afin que nous puissions les créditer de manière appropriée et, le cas échéant, permettre à nos partenaires affiliés de proposer toute promotion susceptible de vous inciter à effectuer un achat.",
    "Our website may link to external sites that are not operated by us Please be aware that we have no control over the content and practices of these sites, and cannot accept responsibility or liability for their respective": "Notre site web peut contenir des liens vers des sites externes qui ne sont pas exploités par nous. Veuillez noter que nous n'avons aucun contrôle sur le contenu et les pratiques de ces sites, et ne pouvons pas accepter la responsabilité ou la responsabilité de leur",
    "privacy policies": "politiques de confidentialité",
    "You are free to refuse our request for your personal information, with the understanding that we may be unable to provide you with some of your desired services": "Vous êtes libre de refuser notre demande d'informations personnelles, en sachant que nous pourrions être dans l'incapacité de vous fournir certains des services que vous désirez.",
    "B) Not to spread propaganda or content of a racist, xenophobic nature, ": "B) Ne pas propager de propagande ou de contenu à caractère raciste, xénophobe, ",
    "User Commitment": "Engagement de l'utilisateur",
    "More information": "Plus d'informations",
    "Bet Nacional": "Pariez Nacional",
    "any type of illegal pornography, terrorism advocacy or against human rights;": "tout type de pornographie illégale, d'apologie du terrorisme ou contraire aux droits de l'homme;",
    "C) Not to cause damage to the physical (hardware) and logical (software) systems of Xinglingo, its suppliers or third parties, to introduce or spread computer viruses or any other hardware or software systems that are capable of causing the damage mentioned above": "C) Ne pas causer de dommages aux systèmes physiques (matériel) et logiques (logiciel) de Xinglingo, à ses fournisseurs ou à des tiers, ni introduire ni propager des virus informatiques ou tout autre système matériel ou logiciel capable de causer les dommages mentionnés ci-dessus.",
    "We hope this is clarified, and as previously mentioned, if there is something that you are not sure whether you need or not, it is generally safer to leave cookies enabled, if it interacts with one of the features you use on our site": "Nous espérons que ceci est clarifié, et comme mentionné précédemment, s'il y a quelque chose dont vous n'êtes pas sûr d'avoir besoin ou non, il est généralement plus sûr de laisser les cookies activés, s'ils interagissent avec l'une des fonctionnalités que vous utilisez sur notre site.",
    "This policy is effective as of June 5, 2024 19:21": "Cette politique est en vigueur à compter du 5 juin 2024 à 19h21.",
    "Your goal is to learn 5000 words this year, 400 words remaining": "Votre objectif est d'apprendre {wordsPerYear} <questionHelp></questionHelp> mots cette année, {wordsPerYearRemaining} mots restants.",
    "For fluency, you may need to learn from 5000 to 10000 words": "Pour la fluidité, vous devrez peut-être apprendre entre {wordsMin} et {wordsMax} mots.",
    "It's only 14 words a day, you can do it!": "Ce ne sont que {words} mots par jour, vous pouvez le faire!",
    "All the words you learned in the year 2024": "Tous les mots que vous avez appris en {year}",
    "This year": "Cette année",
    "This month": "Ce mois-ci",
    "Today": "Aujourd'hui",
    "Green words": "Mots verts",
    "Yellow words": "Mots jaunes",
    "Red words": "Mots rouges",
    "Annual goal: 5000 words, 400 remaining": "Objectif annuel : {words} mots, {remaining} restants",
    "Words you have already encountered": "Mots que vous avez déjà rencontrés",
    "Monthly goal: 400 words, 200 remaining": "Objectif mensuel : {words} mots, {remaining} restants",
    "Today's goal: 14 words, 0 remaining": "Objectif du jour : {words} mots, {remaining} restants",
    "Progress towards fluency": "Progress vers la maîtrise",
    "Welcome!! {userFullName}": "Bienvenue !! {userFullName}",
    "Continue where you left off?": "Continuer là où vous vous étiez arrêté ?",
    "Your performance": "Votre performance",
    "Words with a score above or equal to 95 are represented in <g>green</g>": "Les mots avec un score supérieur ou égal à 95 sont représentés en <g>vert</g>",
    "Words with a score of 50 points or more but less than 95 points are represented in <y>yellow</y>": "Les mots avec un score de 50 points ou plus mais moins de 95 points sont représentés en <y>jaune</y>",
    "Words with a score between 0 and 49 points are represented in <r>red</r>": "Les mots avec un score entre 0 et 49 points sont représentés en <r>rouge</r>",
    "Earn points by talking to the petutors": "Gagnez des points en parlant aux Petutors",
    "Our AI Petutors": "Nos Petutors AI",
    "The AI Petutor is a trained learning model designed to provide teaching and guidance": "Le Petutor AI est un modèle d'apprentissage entraîné conçu pour fournir un enseignement et des conseils",
    "Recommended": "Recommandé",
    "Hello, I'm Ioua": "Bonjour, je suis Ioua",
    "With me, you can say whatever you want": "Avec moi, vous pouvez dire ce que vous voulez.",
    "Hello, I'm Luna": "Bonjour, je suis Luna",
    "Do you want to learn how to communicate in an interview?": "Voulez-vous apprendre à communiquer lors d'un entretien?",
    "Hello, I'm Ukki": "Bonjour, je suis Ukki",
    "Do you want to learn how to communicate in a restaurant?": "Voulez-vous apprendre à communiquer dans un restaurant?",
    "New AI Petutors": "Nouveaux Petutors AI",
    "Select a new language to learn": "Sélectionnez une nouvelle langue à apprendre",
    "New language": "Nouvelle langue",
    "You are {value}% closer to becoming fluent": "Vous êtes à {value}% de devenir couramment",
    "Shortly": "Bientôt",
    "Soon, I will be able to share knowledge about history with you": "Bientôt, je pourrai partager des connaissances historiques avec vous.",
    "In due course, I will be available to share knowledge about technology with you": "En temps voulu, je serai disponible pour partager des connaissances sur la technologie avec vous."
}