{
    "Conversation": "Conversazione",
    "Learn by talking to the AI": "Impara parlando con l'IA",
    "Send": "Invia",
    "Translation and definition of vocabulary": "Traduzione e definizione del vocabolario",
    "Delete": "Elimina",
    "Enter your message": "Inserisci il tuo messaggio",
    "Created at:": "Creato il:",
    "View profile": "Visualizza profilo",
    "Try the pronunciation assessment again": "Riprova l'assessment di pronuncia",
    "Enter text before starting recording": "Inserisci il testo prima di avviare la registrazione",
    "When can you take lessons?": "Quando puoi prendere lezioni?",
    "Recording": "Registrazione",
    "Listening": "Ascolto",
    "Initial silence timeout! Please try again": "Timeout di silenzio iniziale! Riprova per favore",
    "Words with average scores": "Parole con punteggi medi",
    "Words with low scores": "Parole con punteggi bassi",
    "Words with high scores": "Parole con punteggi alti",
    "Pronunciation assessment": "Valutazione della pronuncia",
    "Accuracy Score": "Punteggio di precisione",
    "Completeness Score": "Punteggio di completezza",
    "Fluency Score": "Punteggio di fluidità",
    "Pronunciation Score": "Punteggio di pronuncia",
    "Prosody Score": "Punteggio di prosodia",
    "Your average score is": "Il tuo punteggio medio è",
    "Jan": "Gen",
    "Feb": "Feb",
    "Mar": "Mar",
    "Apr": "Apr",
    "May": "Mag",
    "Jun": "Giu",
    "Jul": "Lug",
    "Aug": "Ago",
    "Sep": "Set",
    "Oct": "Ott",
    "Nov": "Nov",
    "Dec": "Dic",
    "January": "Gennaio",
    "February": "Febbraio",
    "March": "Marzo",
    "April": "Aprile",
    "June": "Giugno",
    "July": "Luglio",
    "August": "Agosto",
    "September": "Settembre",
    "October": "Ottobre",
    "November": "Novembre",
    "December": "Dicembre",
    "Sun": "Dom",
    "Mon": "Lun",
    "Tue": "Mar",
    "Wed": "Mer",
    "Thu": "Gio",
    "Fri": "Ven",
    "Sat": "Sab",
    "Sunday": "Domenica",
    "Monday": "Lunedì",
    "Tuesday": "Martedì",
    "Wednesday": "Mercoledì",
    "Thursday": "Giovedì",
    "Friday": "Venerdì",
    "Saturday": "Sabato",
    "Words Omitted": "Parole omesse",
    "Search language": "Lingua di ricerca",
    "No results found": "Nessun risultato trovato",
    "Get started": "Inizia",
    "Find the right AI tutor for you": "Trova il tutor di intelligenza artificiale giusto per te",
    "What do you want to learn?": "Cosa vuoi imparare?",
    "What's your language level?": "Qual è il tuo livello di {lang}?",
    "I'm just starting": "Sto solo iniziando",
    "I know the basics": "Conosco le basi",
    "I'm conversational": "Sono conversazionale",
    "I'm fluent in most situations": "Sono fluente nella maggior parte delle situazioni",
    "Tell us how you’d like to learn to get a personalized choice of AI tutors": "Dicci come vorresti imparare per ottenere una scelta personalizzata di tutor di intelligenza artificiale",
    "You're almost there, just 1 steps to go!": "Ci sei quasi, manca solo {step} passaggio!",
    "Next": "Avanti",
    "Continue": "Continua",
    "Skip this question": "Salta questa domanda",
    "English": "Inglese",
    "Spanish": "Spagnolo",
    "Italian": "Italiano",
    "French": "Francese",
    "Portuguese": "Portoghese",
    "Chinese (Mandarin)": "Cinese (Mandarino)",
    "Morning": "Mattina",
    "Evening and night": "Sera e notte",
    "Daytime": "Durante il giorno",
    "Times": "Orari",
    "Days": "Giorni",
    "Sign in to unlock the best of Lingos AI": "Accedi per sbloccare il meglio di Lingos AI",
    "Get Started": "Inizia",
    "Simplify your studies of a new language using artificial intelligence": "Semplifica i tuoi studi di una nuova lingua utilizzando l'intelligenza artificiale",
    "Our platform leverages artificial intelligence to make learning a new language simpler and more effective By using advanced AI algorithms, we provide personalized learning experiences that adapt to your individual needs and pace": "La nostra piattaforma sfrutta l'intelligenza artificiale per rendere l'apprendimento di una nuova lingua più semplice ed efficace Utilizzando algoritmi avanzati di intelligenza artificiale, offriamo esperienze di apprendimento personalizzate che si adattano alle tue esigenze e al tuo ritmo",
    "Learning English opens doors to global opportunities, enhances your career prospects, expands access to information, and makes international travel easier": "Imparare l'inglese apre porte a opportunità globali, migliora le prospettive di carriera, amplia l'accesso alle informazioni e rende più facile i viaggi internazionali",
    "Learning Italian allows you to appreciate Italy's rich culture, explore career opportunities in Italy, and immerse yourself in the history and art of iconic cities like Rome and Florence": "Imparare l'italiano ti permette di apprezzare la ricca cultura italiana, esplorare opportunità di carriera in Italia ed immergerti nella storia e nell'arte delle città iconiche come Roma e Firenze",
    "Learning Spanish opens doors to immerse yourself in the vibrant Hispanic culture, enjoy new career opportunities in Spanish-speaking countries, and explore fascinating destinations like Barcelona, with its stunning architecture and rich history": "Imparare lo spagnolo apre porte per immergerti nella vibrante cultura ispanica, goderti nuove opportunità di carriera nei paesi di lingua spagnola ed esplorare affascinanti destinazioni come Barcellona, con la sua splendida architettura e la sua ricca storia",
    "Learning French allows you to immerse yourself in the sophisticated French culture, open doors to international career opportunities, and explore charming settings like the lush gardens of Versailles": "Imparare il francese ti permette di immergerti nella sofisticata cultura francese, aprire le porte a opportunità di carriera internazionale ed esplorare ambientazioni affascinanti come i rigogliosi giardini di Versailles",
    "Learning Portuguese provides immersion in the rich Lusophone culture, opens up career opportunities in Portuguese-speaking countries, and allows exploration of stunning landscapes like the paradise beaches of Brazil": "Imparare il portoghese offre un'immersione nella ricca cultura lusofona, apre opportunità di carriera nei paesi di lingua portoghese e consente di esplorare stupendi paesaggi come le spiagge paradisiache del Brasile",
    "All rights reserved": "Tutti i diritti riservati",
    "Lingos AI": "Lingos AI",
    "Terms of Service": "Termini di servizio",
    "Privacy": "Privacy",
    "Need help?": "Hai bisogno di aiuto?",
    "Contact Us": "Contattaci",
    "By proceeding, you agree to our": "Procedendo, accetti i nostri",
    "Terms of Use": "Termini di utilizzo",
    "and confirm you have read our": "e confermi di aver letto la nostra",
    "Privacy and Cookie Statement": "Informativa sulla privacy e sui cookie.",
    "An error occurred with ReCAPTCHA, please try again later :(": "Si è verificato un errore con ReCAPTCHA, riprova più tardi :(",
    "Contact support if you see this error": "Contatta il supporto se vedi questo errore.",
    "Undo": "Annulla",
    "This site is protected by reCAPTCHA and the": "Questo sito è protetto da reCAPTCHA e",
    "Google Privacy Policy": "Privacy policy di Google",
    "and": "e",
    "apply": "applica",
    "apply (nd)": "applicare",
    "Continue with Google": "Continua con Google",
    "Go to login page": "Vai alla pagina di login"
}